Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Upload Treatments…
ar: تحميل العلاجات...
ca: Carrega tractaments...
cs: Nahrát ošetření…
da: Upload behandlinger...
de: Treatments hochladen…
el: Μεταφόρτωση θεραπειών…
es: Subir tratamientos…
fa: آپلود نسخه‌های آزمایشی…
fi: Lataa hoitoja…
fr: Envoyer les traitements…
he: העלאת טיפולים...
hr: Prijenos tretmana...
hu: Kezelések feltöltése…
id: Unggah Perawatan…
it: Carica trattamenti…
ja: トリートメントをアップロード…
ko: 트리트먼트 업로드…
ms: Muat Naik Rawatan…
nl: Behandelingen uploaden…
no: Last opp behandlinger...
pl: Prześlij zabiegi…
pt_br: Enviar tratamentos…
pt_pt: Carregar tratamentos…
ro: Încărcați tratamente...
ru: Загрузить тестовые варианты…
sk: Nahrať liečby…
sl: Naloži zdravljenje ...
sv: Ladda upp behandlingar...
th: อัปโหลดการรักษา...
tr: Alternatif Sayfaları Yükle…
uk: Вивантажити тестові варіанти…
ur: علاج اپ لوڈ کریں…
vi: Tải lên phương pháp điều trị…
zh_hans: 上传实验组…
zh_hant: 上傳處理組…

source: Uploading
ar: جارٍ التحميل
ca: S'està carregant
cs: Nahrávání
da: Uploader
de: Hochladen
el: Μεταφόρτωση
es: Subida
fa: آپلود
fi: Lähetetään
fr: Envoi
he: מעלה
hr: Prijenos
hu: Feltöltés
id: Mengunggah
it: Caricamento
ja: アップロード
ko: 업로드 중
ms: Memuat naik
nl: Uploaden
no: Laster opp
pl: Przesyłanie
pt_br: Envio
pt_pt: Enviando
ro: Încărcare
ru: Загрузка
sk: Nahráva sa
sl: Nalaganje
sv: Laddar upp
th: กำลังอัพโหลด
tr: Yükleniyor
uk: Вивантаження
ur: اپ لوڈ ہو رہا ہے۔
vi: Đang tải lên
zh_hans: 上传
zh_hant: 正在上傳

source: Uploading “%@” as your Google Play listing
ar: تحميل "%1$@" كقائمة Google Play الخاصة بك
ca: S'està penjant “%1$@” com a Google Play fitxa
cs: Nahrávání „%1$@“ jako váš zápis Google Play
da: Uploader "%1$@" som din Google Play fortegnelse
de: „%@“ wird als dein Google Play-Eintrag hochgeladen
el: Μεταφόρτωση "%1$@" ως καταχώρισή σας Google Play
es: Subiendo «%@» como tu ficha de Google Play
fa: در حال آپلود «%@» به‌عنوان صفحهٔ فروشگاه Google Play شما
fi: Ladataan "%1$@" tiedoksi Google Play
fr: Envoi de « %@ » comme fiche Google Play
he: מעלה את "%1$@" בתור הרישום שלך ב-Google Play
hr: Prijenos “%1$@” kao vašeg unosa Google Play.
hu: „%1$@” feltöltése Google Play adatlapként
id: Mengunggah “%1$@” sebagai listingan Google Play Anda
it: Caricamento di “%@” come scheda Google Play
ja: 「%@」を Google Play の掲載情報としてアップロード中
ko: “%@”을(를) Google Play 등록정보로 업로드 중
ms: Memuat naik “%1$@” sebagai penyenaraian Google Play anda
nl: '%1$@' wordt geüpload als uw Google Play-vermelding
no: Laster opp «%1$@» som din Google Play oppføring
pl: Przesyłam „%1$@” jako swój wpis Google Play.
pt_br: Enviando “%@” como sua página do Google Play
pt_pt: Fazendo upload de “%1$@” como sua listagem Google Play
ro: Se încarcă „%1$@” ca înregistrarea ta Google Play
ru: Загрузка «%@» как страницы в Google Play
sk: Nahráva sa „%1$@“ ako váš záznam Google Play
sl: Nalaganje »%1$@« kot vašega vnosa Google Play.
sv: Laddar upp "%1$@" som din Google Play-uppgift
th: กำลังอัปโหลด "%1$@" เป็นรายการ Google Play ของคุณ
tr: “%@” Google Play mağaza sayfanız olarak yükleniyor
uk: «%@» вивантажується як ваша сторінка в Google Play
ur: "%1$@" کو آپ کی Google Play فہرست کے بطور اپ لوڈ کیا جا رہا ہے۔
vi: Đang tải lên “%1$@” làm danh sách Google Play của bạn
zh_hans: 正在将“%@”上传为你的 Google Play 商品详情
zh_hant: 正在將「%@」上傳為你的 Google Play 商店資訊

source: Uploading **replaces** what is already on the listing: for every language and image type you selected, the existing screenshots are deleted and the new ones uploaded. The confirmation says so before anything is sent.
ar: يؤدي التحميل ** إلى استبدال ** ما هو موجود بالفعل في القائمة: لكل لغة ونوع صورة حددته، يتم حذف لقطات الشاشة الحالية وتحميل اللقطات الجديدة. التأكيد يقول ذلك قبل إرسال أي شيء.
ca: La càrrega **substitueix** el que ja hi ha a la llista: per a cada idioma i tipus d'imatge que hàgiu seleccionat, se suprimeixen les captures de pantalla existents i es pengen les noves. La confirmació ho diu abans que s'enviï res.
cs: Nahrávání **nahrazuje** to, co je již na seznamu: pro každý jazyk a typ obrázku, který jste vybrali, se stávající snímky obrazovky smažou a nahrají se nové. Potvrzení to říká před odesláním čehokoli.
da: Upload **erstatter** det, der allerede er på listen: For hvert sprog og billedtype, du har valgt, slettes de eksisterende skærmbilleder, og de nye uploades. Det siger bekræftelsen, før noget sendes.
de: Das Hochladen **ersetzt**, was bereits im Eintrag liegt: Für jede ausgewählte Sprache und jeden ausgewählten Bildtyp werden die vorhandenen Screenshots gelöscht und die neuen hochgeladen. Die Bestätigung weist darauf hin, bevor etwas gesendet wird.
el: Η μεταφόρτωση **αντικαθιστά** αυτό που υπάρχει ήδη στην καταχώριση: για κάθε γλώσσα και τύπο εικόνας που επιλέξατε, τα υπάρχοντα στιγμιότυπα οθόνης διαγράφονται και τα νέα ανεβαίνουν. Το λέει η επιβεβαίωση πριν αποσταλεί οτιδήποτε.
es: Subir **reemplaza** lo que ya hay en la ficha: en cada idioma y tipo de imagen que seleccionaste, se eliminan las capturas existentes y se suben las nuevas. La confirmación lo advierte antes de enviar nada.
fa: آپلود، آنچه را از قبل در صفحهٔ فروشگاه هست **جایگزین** می‌کند: برای هر زبان و نوع تصویری که انتخاب کرده‌اید، اسکرین‌شات‌های موجود حذف و اسکرین‌شات‌های جدید آپلود می‌شوند. پیام تأیید پیش از ارسال این را اعلام می‌کند.
fi: Lähettäminen **korvaa** listauksessa jo olevan: jokaisesta valitsemastasi kielestä ja kuvatyypistä nykyiset kuvakaappaukset poistetaan ja uudet ladataan. Vahvistuksessa sanotaan niin ennen kuin mitään lähetetään.
fr: L'envoi **remplace** ce qui figure déjà sur la fiche : pour chaque langue et chaque type d'image sélectionnés, les captures d'écran existantes sont supprimées et les nouvelles envoyées. La confirmation vous le rappelle avant tout envoi.
he: העלאה **מחליפה** את מה שכבר מופיע ברישום: עבור כל שפה וסוג תמונה שבחרת, צילומי המסך הקיימים נמחקים והחדשים מועלים. האישור אומר זאת לפני שמשהו נשלח.
hr: Prijenos **zamjenjuje** ono što je već na popisu: za svaki jezik i vrstu slike koju ste odabrali, postojeće snimke zaslona se brišu, a nove se učitavaju. Potvrda to kaže prije nego što se bilo što pošalje.
hu: A feltöltés **lecseréli** a már a listán szereplőt: minden kiválasztott nyelv és képtípus esetén a meglévő képernyőképek törlődnek, és az újak feltöltődnek. A visszaigazolás ezt mondja, mielőtt bármit elküldenek.
id: Mengunggah **mengganti** apa yang sudah ada dalam daftar: untuk setiap bahasa dan jenis gambar yang Anda pilih, tangkapan layar yang ada akan dihapus dan tangkapan layar baru akan diunggah. Konfirmasi mengatakan demikian sebelum sesuatu dikirim.
it: Il caricamento **sostituisce** ciò che è già presente nella scheda: per ogni lingua e tipo di immagine selezionati, gli screenshot esistenti vengono eliminati e vengono caricati quelli nuovi. La conferma lo indica prima che venga inviato qualsiasi cosa.
ja: アップロードは、掲載情報にすでにあるものを **置き換えます**。選択したすべての言語と画像タイプについて、既存のスクリーンショットは削除され、新しいものがアップロードされます。送信前の確認画面にもその旨が表示されます。
ko: 업로드하면 스토어 등록정보에 있는 항목이 **대체**됩니다. 선택한 모든 언어와 이미지 유형에 대해 기존 스크린샷이 삭제되고 새 스크린샷이 업로드됩니다. 전송하기 전에 확인 창에서 이를 알려 줍니다.
ms: Memuat naik **menggantikan** perkara yang sudah ada dalam penyenaraian: untuk setiap bahasa dan jenis imej yang anda pilih, tangkapan skrin sedia ada dipadamkan dan tangkapan skrin baharu dimuat naik. Pengesahan menyatakan demikian sebelum apa-apa dihantar.
nl: Het uploaden **vervangt** wat al in de lijst staat: voor elke taal en afbeeldingstype dat je hebt geselecteerd, worden de bestaande schermafbeeldingen verwijderd en de nieuwe geüpload. De bevestiging zegt dit voordat er iets wordt verzonden.
no: Opplasting **erstatter** det som allerede er på oppføringen: For hvert språk og bildetype du valgte, slettes de eksisterende skjermbildene og de nye lastes opp. Bekreftelsen sier det før noe sendes.
pl: Przesyłanie **zastępuje** to, co już znajduje się na liście: dla każdego wybranego języka i typu obrazu istniejące zrzuty ekranu zostaną usunięte, a nowe przesłane. Potwierdzenie informuje o tym przed wysłaniem czegokolwiek.
pt_br: O envio **substitui** o que já está na página da loja: para cada idioma e tipo de imagem selecionados, as capturas de tela existentes são excluídas e as novas são enviadas. A confirmação avisa isso antes de qualquer envio.
pt_pt: O upload **substitui** o que já está na listagem: para cada idioma e tipo de imagem selecionado, as capturas de ecrã existentes são excluídas e as novas são carregadas. A confirmação diz isso antes de qualquer coisa ser enviada.
ro: Încărcarea **inlocuiește** ceea ce este deja pe listă: pentru fiecare limbă și tip de imagine pe care le-ați selectat, capturile de ecran existente sunt șterse și cele noi încărcate. Confirmarea spune asta înainte de a fi trimis ceva.
ru: Загрузка **заменяет** то, что уже есть на странице: для каждого выбранного языка и типа изображения существующие скриншоты удаляются, а новые загружаются. Об этом предупреждает подтверждение до того, как что-либо будет отправлено.
sk: Nahrávanie **nahrádza** to, čo už je v zozname: pre každý jazyk a typ obrázka, ktorý ste vybrali, sa existujúce snímky obrazovky odstránia a nahrajú sa nové. Potvrdenie to hovorí predtým, ako sa čokoľvek odošle.
sl: Nalaganje **zamenja** tisto, kar je že na seznamu: za vsak izbrani jezik in vrsto slike se obstoječi posnetki zaslona izbrišejo in naložijo novi. V potrditvi je tako navedeno, preden je karkoli poslano.
sv: Uppladdning **ersätter** det som redan finns på listan: för varje språk och bildtyp du valt raderas de befintliga skärmdumparna och de nya laddas upp. Bekräftelsen säger det innan något skickas.
th: การอัปโหลด **แทนที่** สิ่งที่มีอยู่แล้วในรายการ: สำหรับทุกภาษาและประเภทภาพที่คุณเลือก ภาพหน้าจอที่มีอยู่จะถูกลบและอัปโหลดภาพใหม่ การยืนยันจะระบุไว้ก่อนที่จะส่งสิ่งใดๆ
tr: Yükleme, mağaza sayfasında zaten bulunanların **yerine geçer**: seçtiğiniz her dil ve görüntü türü için mevcut ekran görüntüleri silinir ve yenileri yüklenir. Onay ekranı, herhangi bir şey gönderilmeden önce bunu belirtir.
uk: Вивантаження **замінює** те, що вже є на сторінці: для кожної вибраної мови й типу зображення наявні знімки екрана видаляються, а нові вивантажуються. Підтвердження попереджає про це ще до того, як щось буде надіслано.
ur: اپ لوڈ کرنے سے فہرست میں پہلے سے موجود چیزوں کی جگہ ** ہوتی ہے: آپ کی منتخب کردہ ہر زبان اور تصویر کی قسم کے لیے، موجودہ اسکرین شاٹس کو حذف کر دیا جاتا ہے اور نئے اپ لوڈ کیے جاتے ہیں۔ تصدیق کچھ بھی بھیجنے سے پہلے کہتی ہے۔
vi: Tải lên **thay thế** những gì đã có trong danh sách: đối với mọi ngôn ngữ và loại hình ảnh bạn đã chọn, ảnh chụp màn hình hiện có sẽ bị xóa và ảnh mới được tải lên. Xác nhận nói như vậy trước khi bất cứ điều gì được gửi đi.
zh_hans: 上传会 **替换** 商品详情中已有的内容：对于你选择的每种语言和图像类型，现有截图都会被删除，然后上传新的截图。在发送任何内容之前，确认提示会说明这一点。
zh_hant: 上傳會**取代**商店資訊中現有的內容：對於你所選的每種語言和影像類型，現有的螢幕截圖都會被刪除，並上傳新的螢幕截圖。在傳送任何內容之前，確認畫面都會說明這一點。

source: Uploading %@
ar: جارٍ التحميل %1$@
ca: S'està penjant %1$@
cs: Nahrávání %1$@
da: Uploader %1$@
de: %@ wird hochgeladen
el: Μεταφόρτωση %1$@
es: Subiendo %@
fa: در حال آپلود %@
fi: Ladataan %1$@
fr: Envoi de %@
he: מעלה %1$@
hr: Prijenos %1$@
hu: Feltöltés %1$@
id: Mengunggah %1$@
it: Caricamento di %@
ja: アップロード中: %@
ko: %@ 업로드 중
ms: Memuat naik %1$@
nl: Uploaden van %1$@
no: Laster opp %1$@
pl: Przesyłanie %1$@
pt_br: Enviando %@
pt_pt: Enviando %1$@
ro: Se încarcă %1$@
ru: Загрузка: %@
sk: Nahráva sa %1$@
sl: Nalaganje %1$@
sv: Laddar upp %1$@
th: กำลังอัปโหลด %1$@
tr: Yükleniyor: %@
uk: Вивантаження: %@
ur: اپ لوڈ ہو رہا ہے %1$@
vi: Đang tải lên %1$@
zh_hans: 正在上传 %@
zh_hant: 正在上傳 %@

source: Uploading %lld%%
ar: جارٍ تحميل %1$lld%%
ca: S'està penjant %lld%%
cs: Nahrávání %1$lld%%
da: Uploader %1$lld%%
de: Upload: %1$lld%%
el: Μεταφόρτωση %1$lld%%
es: Subiendo %1$lld%%
fa: در حال آپلود %1$lld%%
fi: Ladataan %1$lld%%
fr: Envoi (%1$lld %%)
he: מעלה %1$lld%%
hr: Prijenos %1$lld%%
hu: Feltöltés %1$lld%%
id: Mengunggah %1$lld%%
it: Caricamento %lld%%
ja: アップロード中 %1$lld%%
ko: %1$lld%% 업로드 중
ms: Memuat naik %1$lld%%
nl: Uploaden van %1$lld%%
no: Laster opp %1$lld%%
pl: Przesyłanie %1$lld%%
pt_br: Enviando %1$lld%%
pt_pt: Enviando %1$lld%%
ro: Se încarcă %1$lld%%
ru: Загрузка: %lld%%
sk: Nahráva sa %1$lld%%
sl: Nalaganje %1$lld%%
sv: Laddar upp %1$lld%%
th: กำลังอัปโหลด %1$lld%%
tr: Yükleniyor: %%%lld
uk: Вивантаження %lld%%
ur: اپ لوڈ ہو رہا ہے %1$lld%%
vi: Đang tải lên %1$lld%%
zh_hans: 正在上传 %1$lld%%
zh_hant: 正在上傳 %lld%%

source: Uploading screenshots
ar: جارٍ تحميل لقطات الشاشة
ca: S'estan penjant captures de pantalla
cs: Nahrávání snímků obrazovky
da: Uploader skærmbilleder
de: Screenshots hochladen
el: Μεταφόρτωση στιγμιότυπων οθόνης
es: Subir capturas
fa: آپلود اسکرین‌شات‌ها
fi: Ladataan kuvakaappauksia
fr: Envoi des captures d'écran
he: מעלה צילומי מסך
hr: Prijenos snimaka zaslona
hu: Képernyőképek feltöltése
id: Mengunggah tangkapan layar
it: Caricamento screenshot
ja: スクリーンショットのアップロード
ko: 스크린샷 업로드 중
ms: Memuat naik tangkapan skrin
nl: Schermafbeeldingen uploaden
no: Laster opp skjermbilder
pl: Przesyłanie zrzutów ekranu
pt_br: Enviar capturas de tela
pt_pt: Enviando capturas de ecrã
ro: Se încarcă capturi de ecran
ru: Загрузка скриншотов
sk: Nahrávajú sa snímky obrazovky
sl: Nalaganje posnetkov zaslona
sv: Laddar upp skärmdumpar
th: กำลังอัปโหลดภาพหน้าจอ
tr: Ekran görüntüleri yükleniyor
uk: Вивантаження знімків екрана
ur: اسکرین شاٹس اپ لوڈ کر رہے ہیں۔
vi: Đang tải ảnh chụp màn hình lên
zh_hans: 上传截图
zh_hant: 正在上傳螢幕截圖

source: Uploading screenshots…
ar: جارٍ تحميل لقطات الشاشة…
ca: S'estan penjant captures de pantalla...
cs: Nahrávání snímků obrazovky…
da: Uploader skærmbilleder...
de: Screenshots werden hochgeladen…
el: Μεταφόρτωση στιγμιότυπων οθόνης…
es: Subiendo capturas…
fa: در حال آپلود اسکرین‌شات‌ها…
fi: Ladataan kuvakaappauksia…
fr: Envoi des captures d'écran…
he: מעלה צילומי מסך...
hr: Prijenos snimaka zaslona…
hu: Képernyőképek feltöltése…
id: Mengunggah tangkapan layar…
it: Caricamento degli screenshot…
ja: スクリーンショットをアップロードしています…
ko: 스크린샷 업로드 중…
ms: Memuat naik tangkapan skrin…
nl: Schermafbeeldingen uploaden…
no: Laster opp skjermbilder …
pl: Przesyłanie zrzutów ekranu…
pt_br: Enviando capturas de tela…
pt_pt: Enviando capturas de ecrã…
ro: Se încarcă capturi de ecran...
ru: Загрузка скриншотов…
sk: Nahrávajú sa snímky obrazovky…
sl: Nalaganje posnetkov zaslona …
sv: Laddar upp skärmdumpar...
th: กำลังอัปโหลดภาพหน้าจอ...
tr: Ekran görüntüleri yükleniyor…
uk: Вивантаження знімків екрана…
ur: اسکرین شاٹس اپ لوڈ ہو رہے ہیں…
vi: Đang tải ảnh chụp màn hình lên…
zh_hans: 正在上传截图…
zh_hant: 正在上傳螢幕截圖…

source: Uploading treatments…
ar: جارٍ تحميل العلاجات…
ca: S'estan carregant tractaments...
cs: Nahrávání ošetření…
da: Uploader behandlinger...
de: Treatments werden hochgeladen…
el: Μεταφόρτωση θεραπειών…
es: Subiendo tratamientos…
fa: در حال آپلود نسخه‌های آزمایشی…
fi: Ladataan hoitoja…
fr: Envoi des traitements…
he: מעלה טיפולים...
hr: Prijenos tretmana…
hu: Kezelések feltöltése…
id: Mengupload perawatan…
it: Caricamento dei trattamenti…
ja: トリートメントをアップロード中…
ko: 트리트먼트 업로드 중…
ms: Memuat naik rawatan…
nl: Behandelingen uploaden…
no: Laster opp behandlinger …
pl: Przesyłam zabiegi…
pt_br: Enviando tratamentos…
pt_pt: Fazendo upload de tratamentos…
ro: Se încarcă tratamente...
ru: Загрузка тестовых вариантов…
sk: Nahrávajú sa ošetrenia…
sl: Nalaganje zdravljenja …
sv: Laddar upp behandlingar...
th: กำลังอัปโหลดการรักษา...
tr: Alternatif sayfalar yükleniyor…
uk: Вивантаження тестових варіантів…
ur: علاج اپ لوڈ ہو رہا ہے…
vi: Đang tải lên phương pháp điều trị…
zh_hans: 正在上传实验组…
zh_hant: 正在上傳處理組…

source: Uploads ^[%lld treatment](inflect: true) to %@ in ^[%lld language](inflect: true).
ar: تحميل معالجة ^[%1$lld] (inflect: true) إلى %2$@ باللغة ^[%3$lld] (inflect: true).
ca: Carrega ^[%1$lld tractament](inflect: true) a %2$@ en ^[%3$lld idioma](inflect: true).
cs: Nahraje ^[%1$lld ošetření](inflect: true) do %2$@ v ^[%3$lld jazyce](inflect: true).
da: Uploader ^[%1$lld behandling](inflect: true) til %2$@ på ^[%3$lld sprog](inflect: true).
de: Lädt ^[%lld Treatment](inflect: true) für %@ in ^[%lld Sprache](inflect: true) hoch.
el: Μεταφορτώνει ^[%1$lld θεραπεία](inflect: true) σε %2$@ σε ^[%3$lld γλώσσα](inflect: true).
es: Sube ^[%lld tratamiento](inflect: true) a %@ en ^[%lld idioma](inflect: true).
fa: %lld نسخه آزمایشی را در %@ به %lld زبان آپلود می‌کند.
fi: Lähettää ^[%1$lld-hoidon](inflect: true) kohteeseen %2$@ ^[%3$lld-kielellä](inflect: true).
fr: Envoie ^[%lld traitement](inflect: true) vers %@ en ^[%lld langue](inflect: true).
he: העלאות ^[%1$lld טיפול](inflect: true) אל %2$@ בשפת ^[%3$lld](inflect: true).
hr: Prenosi ^[%1$lld tretman](inflect: true) na %2$@ na ^[%3$lld jeziku](inflect: true).
hu: Feltölti a ^[%1$lld kezelést](inflect: true) ide: %2$@ ^[%3$lld nyelven](inflect: true).
id: Mengunggah perawatan ^[%1$lld](inflect: true) ke %2$@ dalam bahasa ^[%3$lld(inflect: true).
it: Carica ^[%lld trattamento](inflect: true) su %@ in ^[%lld lingua](inflect: true).
ja: %lld 件のトリートメントを %@ に %lld 言語でアップロードします。
ko: 트리트먼트 %lld개를 %@에 %lld개 언어로 업로드합니다.
ms: Memuat naik ^[%1$lld rawatan](inflect: true) ke %2$@ dalam bahasa ^[%3$lld](inflect: true).
nl: Uploadt ^[%1$lld behandeling](inflect: true) naar %2$@ in ^[%3$lld taal](inflect: true).
no: Laster opp ^[%1$lld behandling](inflect: true) til %2$@ på ^[%3$lld språk](inflect: true).
pl: Przesyła ^[%1$lld leczenie(inflect: true) do %2$@ w ^[%3$lld języku(inflect: true).
pt_br: Envia ^[%lld tratamento](inflect: true) para %@ em ^[%lld idioma](inflect: true).
pt_pt: Carrega tratamento ^[%1$lld](inflect: true) para %2$@ no idioma ^[%3$lld](inflect: true).
ro: Încarcă ^[%1$lld tratament](inflect: true) pe %2$@ în ^[%3$lld limba](inflect: true).
ru: Загрузка в %2$@: ^[тестовых вариантов](inflect: true) — %1$lld, ^[языков](inflect: true) — %3$lld.
sk: Nahrá ^[%1$lld ošetrenie(inflect: true) do %2$@ v ^[%3$lld jazyku](inflect: true).
sl: Naloži ^[%1$lld zdravljenje](inflect: true) v %2$@ v ^[%3$lld jeziku](inflect: true).
sv: Laddar upp ^[%1$lld behandling](inflect: true) till %2$@ på språket ^[%3$lld](inflect: true).
th: อัปโหลด ^[%1$lld การรักษา](inflect: true) ไปยัง %2$@ ใน ^[%3$lld ภาษา](inflect: true)
tr: ^[%lld alternatif sayfa](inflect: true) %@ hedefine, ^[%lld dilde](inflect: true) yüklenir.
uk: Вивантажує ^[тестові варіанти (%lld)](inflect: true) в %@ для ^[мов: %lld](inflect: true).
ur: ^[%1$lld علاج (inflect: true) کو %2$@ کو ^[%3$lld زبان میں (inflect: true) اپ لوڈ کرتا ہے۔
vi: Tải ^[%1$lld phương pháp điều trị](inflect: true) lên %2$@ bằng ngôn ngữ ^[%3$lld](inflect: true).
zh_hans: 将 %lld 个实验组上传到 %@，共 %lld 种语言。
zh_hant: 以 ^[%3$lld 種語言](inflect: true)將 ^[%1$lld 個處理組](inflect: true)上傳至%2$@。

source: Uppercase
ar: أحرف كبيرة
ca: Majúscules
cs: Velká písmena
da: Store bogstaver
de: Großbuchstaben
el: Κεφαλαία
es: Mayúsculas
fa: حروف بزرگ
fi: Isot kirjaimet
fr: Majuscules
he: אותיות רישיות
hr: velika slova
hu: Nagybetűs
id: Huruf besar
it: Maiuscolo
ja: 大文字
ko: 대문자
ms: Huruf besar
nl: Hoofdletters
no: Store bokstaver
pl: Wielkie litery
pt_br: Maiúsculas
pt_pt: Maiúsculas
ro: majuscule
ru: Заглавные
sk: Veľké písmená
sl: velike črke
sv: Versaler
th: ตัวพิมพ์ใหญ่
tr: Büyük Harf
uk: Великі літери
ur: بڑے
vi: Chữ hoa
zh_hans: 大写
zh_hant: 大寫
